Repository: ailu2533/LemonViews
Catalog: Sources/LemonViews/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %lld以上
source: Over %lld
zh_hans: %lld以上
zh_hant: %lld以上

# %lld到%lld
source: %1$lld to %2$lld
zh_hans: %lld到%lld
zh_hant: %lld到%lld

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Saving
zh_hans: 正在保存
zh_hant: 儲存中

source: Title
zh_hans: 标题
zh_hant: 標題

# 最近%lld个月
source: Last %lld months
zh_hans: 最近%lld个月
zh_hant: 最近%lld個月

# 最近1个月
source: Last month
zh_hans: 最近1个月
zh_hant: 最近1個月

# 最近1周
source: Last week
zh_hans: 最近1周
zh_hant: 最近1週

# 最近1年
source: Last year
zh_hans: 最近1年
zh_hant: 最近1年

# 季节
source: Season
zh_hans: 季节
zh_hant: 季節

# 您是高贵的会员
source: You are a noble member
zh_hans: 您是高贵的会员
zh_hant: 您是高貴的會員

# 您还不是会员
source: You are not a member yet
zh_hans: 您还不是会员
zh_hant: 您還不是會員

# 支持一下
source: Support
zh_hans: 支持一下
zh_hant: 支持一下

# 终身会员
source: Lifetime member
zh_hans: 终身会员
zh_hant: 終身會員
